Repository: Lumyk/TestApp
Catalog: TestApp/*.lproj/Localizable.strings
Languages: ru

# TransmissionAuto
source: Automate
ru: Автомат

# TransmissionMechanic
source: Mechanic
ru: Механика

source: TransmissionSemiautomatic
ru: Полуавтомат

# ConditionNormal
source: Normal
ru: Нормальное

# ConditionGood
source: Good
ru: Хорошее

source: ConditionBad
ru: Плохое

source: Add Car
ru: Добавление машины

source: Done
ru: Готово

source: Cancel
ru: Отмена

# addImageAlert
source: You need to add at least one image!
ru: Вы доблжны добавить хотя бы одно изображение!

# addCarAlert
source: You need to enter car model
ru: Вы должны ввести модель

# carSymbolsAlert
source: Car model mast have more then 2 symbols
ru: Модель должна содержать больше 2х символов

# carPriceAlert
source: You need to enter car price
ru: Вы должны ввесли цену

# carEngineAlert
source: You need to select car engine
ru: Вы должны выбрать двиготель

# carTransmissionAlert
source: You need to select car transmission
ru: Вы должны выбрать коробку передач

# carConditionAlert
source: You need to select car condition
ru: Вы должны выбрать состояние

# carDescriptionAlert
source: You need to enter car description
ru: Вы должны добавить описание

# descriptionSymbolsAlert
source: Car description mast have more then 10 symbols
ru: Описание должно содержать больше 10и символов

source: Photo Library
ru: Фотопленка

source: Camera
ru: Камера
